Revit 2024 API
PipeFittingAndAccessoryPressureDropUIDataItem Properties
The PipeFittingAndAccessoryPressureDropUIDataItem type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
PipeFittingAndAccessoryPressureDropUIDataItem Class
Autodesk.Revit.UI.Plumbing Namespace